; <Dutch>
; <aad van der steeg>

[Dutch]
IDS_UPDATE_NO=Geen updates beschikbaar.
IDS_UPDATE_YES=Update beschikbaar, downloaden en installeren?
IDS_FILE=Bestand
IDS_SETTINGS=Instellingen
IDS_EXIT=Afsluiten
IDS_LANGUAGE=Talen
IDS_HELP=Help
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Zoeken naar updates
IDS_ABOUT=Over
IDS_DONATE=Bedank me
IDS_TRAY_SHOW=Weergeven/Verbergen
IDS_TRAY_DISABLE=Uitschakelen
IDS_TRAY_POPUP_1=Schoon gebieden
IDS_TRAY_POPUP_2=Schoon boven de
IDS_TRAY_POPUP_3=Schoon om de
IDS_CLEAN=Geheugen opschonen
IDS_GROUP_1=Fysiek Geheugen
IDS_GROUP_2=Virtueel gehugen
IDS_GROUP_3=Systeem werkset
IDS_ITEM_1=Gebruik
IDS_ITEM_2=Beschikbaar
IDS_ITEM_3=Totaal beschikbaar
IDS_SETTINGS_GENERAL=Algemeen
IDS_SETTINGS_MEMORY=Geheugen opruimen
IDS_SETTINGS_APPEARANCE=Uiterlijk
IDS_SETTINGS_TRAY=Venster icoon
IDS_CLOSE=Sluiten
IDS_TITLE_1=Algemene configuratie
IDS_TITLE_2=Taal
IDS_TITLE_3=Geheugengebieden die moeten worden schoongemaakt
IDS_TITLE_4=Geheugen beheer
IDS_TITLE_5=Hotkeys (globaal)
IDS_TITLE_6=Stijl
IDS_TITLE_7=Kleur indicatie
IDS_TITLE_8=Muis controle
IDS_TITLE_9=Tips meldingen
IDS_ALWAYSONTOP_CHK=Altijd bovenaan
IDS_LOADONSTARTUP_CHK=Laden tijdens opstarten
IDS_STARTMINIMIZED_CHK=Geminimaliseerd starten
IDS_REDUCTCONFIRMATION_CHK=Bevestig geheugen opschoning tijdens start
IDS_SKIPUACWARNING_CHK=Sla "User Account Control" bericht over
IDS_CHECKUPDATES_CHK=Periodiek zoeken naar updates (aanbevolen)
IDS_LANGUAGE_HINT=Selecteer taal:
IDS_AUTOREDUCTENABLE_CHK=Schoon het geheugen boven de: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Maak schoon elke: (min.)
IDS_HOTKEY_CLEAN_CHK=Schoon geheugen op:
IDS_TRAYUSETRANSPARENCY_CHK=Gebruik transparant achtergrond
IDS_TRAYSHOWBORDER_CHK=Lijnen weergeven
IDS_TRAYROUNDCORNERS_CHK=Ronde hoeken
IDS_TRAYCHANGEBG_CHK=Wijzig achtergrond kleur (in plaats van tekst en lijnen)
IDS_TRAYUSEANTIALIASING_CHK=Gebruik antialiasing
IDS_FONT_HINT=Lettertype:
IDS_COLOR_TEXT_HINT=Kleur tekst
IDS_COLOR_BACKGROUND_HINT=Kleur achtergrond
IDS_COLOR_WARNING_HINT=Waarschuwings zone" color
IDS_COLOR_DANGER_HINT=Gevaren zone" kleur
IDS_TRAYLEVELWARNING_HINT=Gevaren zone" begint bij: (%)
IDS_TRAYLEVELDANGER_HINT=gevaren zone" begint bij: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=scroll klik:
IDS_TRAY_ACTION_1=Weergeven/Verbergen
IDS_TRAY_ACTION_2=Schoon het geheugen op
IDS_TRAY_ACTION_3=Open taakbeheer
IDS_SHOW_CLEAN_RESULT_CHK=Toon geheugenreinigingsresultaat
IDS_QUESTION=Weet u zeker dat u het geheugen wilt opschonen?
IDS_QUESTION_WARNING="Standby list" en "Modified page list" aanzetten kan je computer laten vast lopen voor een minuut, weet u zeker dat u dit wil inschakelen?
IDS_QUESTION_FLAG_CHK=Vraag niet opnieuw
IDS_STATUS_CLEANED=%s geheugen vrijgegeven.
IDS_STATUS_NOPRIVILEGES=Administrator rechten vereist, draai aub als adminstrator
IDS_UPDATE_DOWNLOAD=Update downloaden...
IDS_UPDATE_DONE=Downloaden update gereed.
IDS_UPDATE_ERROR=probleem met verbinding server.
IDS_UPDATE_INIT=Zoeken naar nieuwe versies...
IDS_UPDATE_INSTALL=Update beschikbaar, wilt u deze installeren?
IDS_RESET=Resetten
IDS_QUESTION_RESET=Weet u zeker dat u alle applicatie instellingen wilt resetten?
IDS_NOTIFICATIONSOUND_CHK=Geluid bij notificaties
IDS_TITLE_ADVANCED=Geavanceerd
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=Allow "Standby lists" and "Modified page list" cleanup on autoreduct
IDS_LOGRESULTS_CHK=Log cleaning results into a debug log
